Revit 2027 API
BuiltInFailures.CutFailures.InstanceNotCuttingAnything Property
 Instance(s) of [Symbol] not cutting anything.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InstanceNotCuttingAnything { get; }
Public Shared ReadOnly Property InstanceNotCuttingAnything As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InstanceNotCuttingAnything {
	FailureDefinitionId^ get ();
}
static member InstanceNotCuttingAnything : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CutFailures Class
Autodesk.Revit.DB Namespace